export default {
    navbar: {
        home: "ԳԼԽԱՎՈՐ",
        about: "ՄԵՐ ՄԱՍԻՆ",
        products: "ՊՐՈԴՈՒԿՏՆԵՐ",
        blockchain: "ԲԼՕՔՉԵԻՆ",
        whyArmenia: "ԻՆՉՈՒ ՀԱՅԱՍՏԱՆ",
        careers: "ԿԱՐԻԵՐԱՆԵՐ",
        contact: "ԿՈՆՏԱԿՏ",
        blog: "ԲԼՕԳ"
    },
    footer: {
        history: "Ավելի քան 10 տարվա փորձ ունեցող Codeex-ը Երևանում գործող տեխնոլոգիական ընկերություն է, որն ունի 70+ թիմի անդամներ և մեծ աճեր է գրանցուոմ: Տարիների ընթացքում Codeex-ը մշակել է տեխնոլոգիական ապրանքներ Blockchain-ի, Metaverse-ի, ապակենտրոնացված տեխնոլոգիաների, NFT-ի, կրիպտոարժույթների, վեբ անվտանգության, ֆինտեխի, հաղորդակցության և այլնի ոլորտներում:",
        services: {
            productSection: {
                products: "ՊՐՈԴՈՒԿՏՆԵՐ",
                vone: "Vone",
                gymStreet: "GYM Street",
                gymNetwork: "GYM Network"
            },
            companySection: {
                company: "ԸՆԿԵՐՈՒԹՅՈՒՆ",
                aboutUs: "Մեր մասին",
                technologies: "Տեխնոլոգիաներ",
                careers: "Կարիերաներ",
                blog: "Բլոգ"
            },
            expertiseSection: {
                expertise: "Էքսպերթայզ",
                blockchain: "Բլոկչեյն",
                technologies: "Տեխնոլոգիաներ",
                outstaffing: "Աութստաֆինգ",
                qualityPolicy: "Որակի քաղաքականություն",
                informationSecurity: "Տեղեկատվական անվտանգություն",
                privacyPolicy: "Գաղտնիության քաղաքականություն"
            }
        }
    },
    homePage: {
        vone: {
            releaseVone: "Codeex-ը թողարկում է զարմանալի արտադրանքը:",
            voneParagraphFirst: "Մենք ուրախ ենք տեղեկացնել, որ այժմ մեր մշակման փուլում է գտնվում նորարարական անվտանգ հաղորդակցման հարթակը",
            voneParagraphSecond: "Պատրաստվեք Web3 հաղորդակցության և կրիպտո վճարումների խաղի փոփոխող հայեցակարգին: Զգացեք իսկական գաղտնիություն և անանունություն ապակենտրոնացված աշխարհում մեր նորարարական տեխնոլոգիայով: Շուտով...",
            learnMore: "Իմացեք ավելին"
        },
        presentation: {
            welcomeToCodeex: "ԲԱՐԻ ԳԱԼՈՒՍՏ CODEEX",
            softwareDevelopment: "ԾՐԱԳՐԱՅԻՆ ԱՊԱՀՈՎՄԱՆ ՄՇԱԿՈՒՄ",
            softwareDevParagraph: "Codeex-ում մենք ոչ միայն ծրագրային ապահովում ենք մշակում, այլ ապրանքներ ենք ստեղծում, որոնք լուծում են բիզնեսի խնդիրներն ամբողջ աշխարհում:",
            mobileDevelopment: "ՇԱՐԺԱԿԱՆ ԶԱՐԳԱՑՈՒՄ",
            mobileDevParagraph: "Բջջային կապի օգտատերերի թիվը ամեն տարի շարունակում է աճել միլիոնավորներով, ուստի մենք հետևում ենք այս հսկայական շուկային:",
            dedicatedTeam: "ՆՎԻՐՎԱԾ ԹԻՄ ԵՎ ԱՇԽԱՏԱԿԱԶՄ",
            dedicatedTeamParagraph: "Համագործակցության նվիրված թիմը և անձնակազմի մոդելը ապահովում են բարձրակարգ զարգացման ծառայություններ:",
            operationMaintenance: "ՇԱՀԱԳՈՐԾՈՒՄ ԵՎ ՍՊԱՍԱՐԿՈՒՄ",
            operationMaintenanceParagraph: "Մենք ապահովում ենք մեր արտադրանքի անխափան աշխատանքը՝ համոզվելով, որ հոսթինգը, սերվերները և ամբողջ էկոհամակարգը գործում են անթերի:",
            viewMore: "Դիտել ավելին"
        },
        visionMission: {
            visionParagraph1: "GLOBAL TECH COMPANY ",
            visionParagraph2: "ՈՐԸ ",
            visionParagraph3: "ՍՏԵՂԾՈՒՄ Է ",
            visionParagraph4: "ԼՈՒԾՈՒՄՆԵՐ ",
            visionParagraph5: "ԱՊԱԳԱՅԻ ՀԱՄԱՐ ",
            vision: "VISION",
            missionParagraph1: "ՍՏԵՂԾԵԼ ",
            missionParagraph2: "ԹՎԱՅԻՆ ԼՈՒԾՈՒՄՆԵՐ ԳԼՈԲԱԼՈՎ ",
            missionParagraph3: "ԻՇԽԱՆՈՒԹՅԱՄԲ ",
            missionParagraph4: "ՄԻՋԱԶԳԱՅԻՆ ՏԵԽՆԻԿԱԿԱՆ ՏԱՂԱՆԴ ",
            missionParagraph5: "ԵՎ ՇԱՐԺԵՔ ",
            missionparagraph6: "ԺԱՄԱՆԱԿԱԿԻՑ ՏԵԽՆՈԼՈԳԻԱՆԵՐԸ. ",
            mission: "ԱՌԱՔԵԼՈՒԹՅՈՒՆ",
        },
        productsTranslations: {
            voneParagraph: "Այս պահին կառուցվում է բեկումնային անվտանգ հաղորդակցման հարթակ…",
            gymParagraph: "GYM Street-ը ներդրումային, հանքարդյունաբերական և առևտրային լուծումներ մուտք գործելու համար ֆինանսական մետավերս հարթակ է:",
            gymNetParagraph: "GYM Network-ը DeFi Aggregator ներդրումային համակարգ է, որը համատեղում է լավագույն եկամտաբերությունը իր օգտագործողների համար բարձր պարգևներով:",
            moreAboutUsButtons: "Ավելին Մեր մասին"
        },
        developmentProcess: {
            developmentProcessTitle: "ԾԱՌԱՅՈՒԹՅՈՒՆԻ ՊՐՈՑԵՍՍ",
            researchInvestigation: "ՈՒՇԱԴՐՈՒԹՅԱՆ & ՀԱՆԳԵՍՏԻՈՆ",
            researchInvestigationParagraph: "Թե քունը պահանջ ունի լրագրել ամենանոր ապրանքի համար կամ հաշվառել առկա այլոց։ Մենք պատրաստ ենք կոտրել և հետագա ապրանքի բոլոր ասպեկտները։",
            ideaValidation: "ԵՂԵՐԸԳՈՐԾՈՒՄ",
            ideaValidationParagraph: "Մեր թիմը կավարտում է իսկապես աշխատանքներում ունեցած մեծ հանգումները և ճշգրիտ նշանակությունը։ Մենք օգտագործում ենք այն այնպես, որ թերթել կամանակիցներն ենք համարակցել ձեր տեխնոլոգիայի գաղափարը։",
            designPrototyping: "ԴԵՍԻՐՆՈՒԹՈՒՄ & ՊՐՈՏՈՏԻՊԻՆԳ",
            designPrototypingParagraph: "Մեր թիմը միանգամից բազմաթիվ միջոցառումներ է միասին՝ դիզայնի, օգտագործական ինտերֆեյսի և օգտվողի փոփոխականի մատչելիությունը։",
            maintenanceSupport: "ԾԱՌԱՐԱՄԱՏՎԵԼ & ՍՏԵՂԵԼ",
            maintenanceSupportParagraph: "Ձեր ապրանքի ավարտից հետո, մենք համատեղորոշում ենք մասնա",
        },
        advantagesTranslations: {
            advantagesCodeex: "ՀԱՄԱՐԿՈՒՄԻՆ ԿՈԴԵԿՍ",
            firstTitle: "ՄԵՐ ՄՈՒՏՔՈՒՄ ՄԵՐԻց ԵՎ ՀԱՄԱՐՈՒՄ Է 2 ԺԻՏ",
            firstParagraph: "բազմաթիվ Եվրոպական և Ասիական երկրներից",
            secondTitle: "ԱԶԱՏԱՆԻ ՄԵԿՆԵՐԸ",
            secondParagraph: "դարձնում են Հայաստանը հայտնաբերության և համազգային հարցերի համար հեշտ տեղ",
            thirdTitle: "ԱՆԳԼԻԱԹՈՒՄ ԽԱՂԱԾԸ",
            thirdParagraph: "հեշտ և հաճելի է խոսել անգլերենը Հայաստանում",
            fourthTitle: "ՄՈԼՏԻԿԱԿՈՒՄՆԵՐԻ ԹԵԱՄԱՆԴԱ",
            fourthParagraph: "մասնագիտության մեջ լուսավոր երկարապես աշխատելը մեր հետ",
            fifthTitle: "ԱՐՈՒԳԱՏԱԹՈՒՄԻ ԳՅԱՆԻՐ",
            fifthParagraph: "դարձնում է Հայաստանը գեղեցիկ գործադիրության անվտանգ մասնակցության համար"
        },
        whyArmenia: {
            whyArmenia: "ԻՆՉպե՞ս ՀՈՒՐԻԱՆԻԱ",
            whyArmeniaParagraph: "Այսօր Հայաստանը առաջարկում է մաթեմատիկական մտածություններ, լուծումների լավ ուղի, որոշումների բարձր որակի թափուր գնացուցակի հետ կապված, դա առաջին ընտրացանկային համար է ընկերների համար, որոնք փնտրում են իրենց IT արտաքինների հետ բարձր որակը։"
        },
        productPages: {
            technologiesUsed: "ՕԳՏԱԳՈՐԾՎԱԾ ՏԵԽՆՈԼՈԳԻԱՆԵՐ",
            voneParagraph: "Մենք ուղղակի պահում ենք, որ Codeex-ի մարդասպանության համակարգի հետապնդումն այժմ ստեղծվում է։ Մեր առումությունն է՝ համալրել ձեր տվյալները և գաղտնիքը ավելի բարելավելած ձեր անդամներին։ Միացեք մեզ սոցիալավարկային ցանցերին, որպեսզի լինեք տեղեկավարվել մեր առաջադրանքներին և միացեք մեր տիկունին մատակարարության մասին զրուցարանում։",
            gymStreetParagraph: "GYM Street-ը արտաքին ֆինանսական մետավարսելական համակարգն է, որը թույլ է տալիս մոտավորական միջոցների, համախառնական բաժանման և առաջադրավելացման լուծումներին հասանելու ճանաչումն մետավարսելական աշխարհից։ Առաջին քայլը այս նորարարական թվիվ միջոցառման համար - երկարատերեւ վաճառելուն մետավարսելական GYM Street-ում։ Որպես դիմացի, երբ մեռանումն դարձնելուն, նախքան դուք եք վայելում աշխատանքային միջանցառման կամավորումն, դուք կարող եք բացել բոլոր արտադրանքները։ GYM Street-ի նպաստը - դարձնել մետավարսելականը պարզ, բայց ամենահետաքրքրավոր փակագծով։",
            gymNetworkParagraph: "Gym Network-ը դեֆի ագրեգատոր հաստատման համակարգ է, որը միացնում է լավագույն միջոցառումները բարձր վաստակներով իր օգտագործողների համար։ Այն տալիս է հեշտ մուտք կատարելու համառոր ժամանակակիցներին քրեվորները տալիս են՝ ավելացնելու համակարգի անվանումը և ստացելու պարբերական բարելավելությունը։"
        },
        productsMainPage: {
            products: "ՊՐՈԴՈՒԿՏՆԵՐ",
            productsParagraphTop: "Codeex-ը ներկայումս ունի իր սեփական երեք խոշոր տեխնոլոգիական արտադրանք, որոնք օգտագործում են բարդ տեխնոլոգիաներ, ներառյալ Metaverse, NFT, Cryptocurrency և Blockchain Communication System Frameworks: Մենք երկար տարիներ և ջանքեր ենք ծախսել մեր արտադրանքը ստեղծելու համար՝ օգտագործելով ժամանակակից տեխնոլոգիաները և փայլուն թիմը: Մեր բոլոր ապրանքներն ունեն մեկ ընդհանուր բան. նրանք մեծ ուշադրություն են դարձնում այն բանին, թե ուր է գնում աշխարհը և որտեղ կլինի աշխարհը ապագայում՝ հետևելով միտումներին, որոնք նոր են սկսում ձևավորվել:.",
            productsParagraphBottom1: "Դրա հիման վրա մենք ստեղծել ենք հեղափոխական պրոդուկտներ, որոնցից մեկը Vone-ն է՝ օգտագործելով Starlink տեխնոլոգիան՝ դրանք կապի համակարգեր են։ Մենք նաև մուտք ենք գործել կրիպտոարժույթների աշխարհ՝ ստեղծելով DeFi Aggregator խելացի ներդրումային համակարգը, որը մարդկանց հնարավորություն է տալիս խելացի ներդրումներ կատարել և ավելի լավ եկամուտներ և բարձր պարգևներ ստանալ: Եվ որքան էլ դա բավական էր, մեր հաջորդ քայլը թվային աշխարհ ստեղծելն էր՝ Metaverse հարթակը, որը միջավայր է, որտեղ մարդիկ կարող են հող գնել, ներդրումներ կատարել, հանքեր և առևտուր անել: Եվ, իհարկե, այս ապրանքները, թեև նորարարական և հեղափոխական են, դեռևս երկար ճանապարհ ունեն անցնելու էվոլյուցիայի և զարգացման համար:",
            productsParagraphBottom2: "Մեր բոլոր ապրանքներն ունեն ապագայի ուժեղ ուղղվածություն և գլոբալ ուղղվածություն: Ինչու՞ ապագան: Քանի որ այս ապրանքները և դրանց նման ապրանքները մի քանի տարի հետո օգտակար կլինեն առօրյա կյանքում: Vone-ի դեպքում երկու գործոն միավորվում է Vone-ի երկարաժամկետ արդիականության համար. մի կողմից, բիզնես հաղորդակցության (ինտերնետակենտրոն) շուկայում մեծ տեղ կա. պարզապես չկա խաղացող, որը կարող է փոխարինել այսօր բիզնեսում օգտագործվող անձնական հաղորդակցության և զվարճանքի հավելվածներին, ինչը հանգեցնում է բազմաթիվ միջազգային և հատկապես C2B, B2C, C2G, G2C զանգեր, որոնք սովորական են և գերագնահատված: Մյուս կողմից, GSM շուկան կամաց-կամաց մահանում է։",
            productsParagraphBottom3: "Ինչպես SMS շուկան մահացավ (այստեղ հետաքրքիր ընթերցանություն է) և այժմ օգտագործվում է միայն մարքեթինգի և նույնականացման համար, նմանապես GSM ծառայությունների շուկան շուտով կվերանա. SIM քարտեր, րոպեի վճարում, աշխարհագրական սահմանափակումներ և այլն: Հաղորդակցությունը կլինի 100% Համաշխարհային ցանցի միջոցով, և բիզնեսին անհրաժեշտ կլինի հուսալի գլոբալ կապի մատակարար:",
            productsParagraphBottom4: "Ինչու՞ գլոբալ: Տեսլականը, նպատակը և արդյունավետությունը, որոնք մենք ի նկատի ունեինք մեր արտադրանքը ստեղծելիս, տարածվել և մնում են ամբողջ աշխարհում ողջ մարդկության համար:",
            productCardsInfo1: "Աշխատանքում է ներկայացնող անօրինական կապային համակարգ...",
            productCardsInfo2: "GYM Street-ը ալիք է գաղտնագրված մետավերսի համար, որը թույլատրում էեկամուտին մուտքագրելու հնարավորություններ:",
            productCardsInfo3: "GYM Network-ը հաշվետակարանական համակարգը, որը միավորում է լավագույն եկամուտները բարձր մարմանով:"
        },
        portfolioParagraphs: {
            portfolio: "ՊՈՐՏՖՈԼԻՈ",
            zappixParagraph: "Zappix-ը առաջարկում է շահագործական լուծումներ ըստ հետախուզության օգտվողի ճանապարհը կապակցման ժամանակային կենտրոնական հարմարություններով ստեղծումա հաղորդման ընդունարարվածությունից օգտվելով վիզուալ IVR-ից:",
            petPeaceParagraph: "PetPace-ը նպաստում է բարելավել կենդանիների կշռունջը առաջարկային ամբողջական տեխնոլոգիայի միջոցով:",
            vejleParagraph: "Vejle Կառավարումը համարատարումատար համալիրն է, որը սովորում է անկախ վճարման ընդունարարություների հետևաբար լավագույն ատրագով առաջարկելու մարմին:",
            tryMeetParagraph: "TryMeet-ը առաջարկում է նոր ձեռքբերման եղանակը մարդկանց համար միմյանց հանդիպումների և բաժանումների համար:",
            aybParagraph: "Այբ Ուսուցման Հիմնադրամի համալիրը նախագծում է պատրաստման համակարգի մասին, որը նպաստում է նոր սովորական մշակույթի զարգացմանը Հայաստանում:",
            germanParagrpah: "ԴՍԻԿ Առմենիայի ՖԻՆԱՆՍԻԱԼ ԿԻԼԻՆԱՐ ՀԱՅՏԱՐԱՐԴԵՐԻ ՄԻԿՐՈՍՀԻՍՏԻՍի ՖԻՆԱՆՍԻԱԼ ԿԻԼԻՆԱՐՈՆ ՄԻՋԱՑԱՆ ՀԱՍԿԱՅԵՔՈՒԹՅԱՆՈՒՄ:"
        },
        contactPage: {
            contactUs: "ԿԱՊ",
            contactUsParagraph: "Մեր արագություններից կարող եք տեսնել ձեր մտքերը և նախատեսվածները օնլայն, պարզել հարցերը, որոնք դուք կարող եք ունենալ, հասկանալ ձեր պահանջները և ստանալ դուք խորանարդություն։",
            contactUsSpan: "ՈՒՂԻՂ ԳՐԻՔ ՄԵՐ ԹԵԾ ԵՐՈՒ ՄԵՆՔ ՀԵՏԱԿԵԼՈՒ ԿԱՌԻՎ"
        },
        informationSecurityPage: {
            information1: "Ինֆորմացիայի անվտանգության կառավարման համարը ներառում է Codeex-ի բոլոր ծառայությունները:",
            information2: "Մեր գործիքը կատարելու համար մենք առաջարկել ենք բոլորական դեպքում համալիրված բայց պրագմատային ինֆորմացիայի անվտանգության կառավարման համակարգ, որը համաձայնեցնում է բոլոր կայքերի համաձայն գիտակցվածության և հարցընթացային պայմանների, ինչպես նաև ISO/IEC 27001 ստանդարտի համաձայն:",
            information3: "Codeex-ը ունի պահանջներ իր հաճախորդների, աշխատակազմի, մատակարարների և ծառայության մասնակցությունից, պահելու գաղտնիությունը, բարելավելուկ և տեղականության մատերաների անավարտությունը:",
            information4: "Դարձնելու բիզնեսի շարքը և նվազեցնելու աշխատանքային ֆունկցիաների անմիջապես չափելուով, նախատեսված է անվտանգի իրպագամբ և անմիջապես դարձնելու պատճառը:",
            information5: "Դառնալու համաձայն իրավիճակային տեղեկանքի և կառուցվածքան ուղարկելու բացառությունը և դրանից հետո իրականացնելու միավորումները վերջնական կեղծամասների և օգտվողների արդյունքում:",
            information6: "Աշխատելը ապահովելու նաև անհրաժեշտ ռեսուրսները բարելավելու հաստատության և արդյունքների հավասարաչափելուով իրպագամբ կառավարման համակարգին և կրթնարկելու աշխատակցության խնդիրների համար, որպեսզի հատուկ մատնանքներ հասանելին կարողանան համադարագրված համալիրում:",
            information7: "Դառնալու համաձայն ինֆորմացիայի անվտանգի համակարգի կառավարածածները իրավատեքստ ստանդարտներին կիրառելու համար բարձր ստանդարտներին:",
            information8: "Բողոքել ցանկացած ինֆորմացիայի անվտանգապահության միջոցով ինքնաշարժ կամ խնդրամեկների հանձնումը մատչելի թիմին:",
            information9: "Առարկայի վրա հայտնել գաղտնիության համալիրերի հետապնդումները:",
            information10: "Codeex-ը հանդիսանում է շարժում ըստ արտաքին ստուգումների, թեստավորումների, արդյունքների վերլուծումների, կառավարման վերլուծումների և լավագույն պրակտիկների ընդլայնումով:",
        },
        qualityPolicyPage: {
            policy1: "Codeex-ը արդյունքները ստանալու համար ունի շատ հեռուստատարածք բարերար որակով ապահովելույն բոլոր ծառայություններին, ըստ Codeex-ի գործունեության և մասնագետական մասին տեղեկանքի ու մտավորականության միջոցով, որպեսզի հասատատել որոշակի վերլուծությունների ստանդարտներին և բարձրակարգություններին համաձայն, և բոլոր զարգացման փուլերին նպատակ ուղղելու համար դիրուկները անվաստահելու և կառավարման նախարարության նպատակը կազմարկելու։",
            policy2: "Codeex-ը համաձայն է վերաբերել և իրավաստակել որակի պատճառով ISO 9001: 2015 որակական կառավարման համակարգի կիրառմանը և հետեվեք հետևյալ ուղերձներին:",
            policy3: "Հաստատել որակավոր ծառայությունների ապահովում, որոնք բավարարում են անհատների և որոնք համախմբագրումների պահանջները և արդյունքներին համաձայն:",
            policy4: "Կազմել մեկնարկելի նպատակներ և վերլուծել դրանցից հետո, պատճառված է որոշակի վերլուծությունների ընթացքում և ուղերձների ապահովումը, որոնք դարձնում են առանցորդ աշխատանքային կատարումը մտավորականության մասին և աշխատանքային ապահովումներին:",
            policy5: "Լիազորագարություն ունենալ ամենալավագույն պրակտիկներին հետագայում՝ կառավարումների և ծառայությունների զարգացման նպատակով և դրանց սպասվող պահանջների համար նախապահելուելով այնպես, որ հաճախակցվածները հարցնելու ու արդեն արժանի դարձնելու:",
            policy6: "Աշխատելը ապահովելու նաև անհրաժեշտ ռեսուրսները բարելավելու հաստատության և արդյունքների հավասարաչափելուով կառավարման համակարգին և կրթնարկելու աշխատակցության խնդիրների համար, որպեսզի հատուկ մատնանքներ հասանելին կարողանան համադարագրված համալիրում:",
            policy7: "Համաձայնել ֆեդերալ և տարածական օրենքներին, կազմավորումներին, որոնք արտաքին կառավարումներին և միջազգային ստանդարտներին, և ISO 9001: 2015 Որակական կառավարման համակարգի ստանդարտների համանուր կիրառման հարցում առաջադրելուն:",
            policy8: "Համատեղելուել կառավարման գործառույթները, դառնալու եւ արդենս թարմացնելու պայմանականությանը ու ընկավացնելու արտապահական կառավարումներին ավտոմատացնելու համար: Այս պայմանը պատահավորել է բոլոր ապահովումների պատահանդարագրերին բազմատեսակ միջոցների միջոցով, ու աշխատակցության վերաբերման վրա հարցազրույցների անշուշափելուն պահանջները մասնակցող բոլոր աշխատակարգային միավորներին: Կառավարումը հավասարաչափելու նաև կամայական հարցում ու ամենավերաբերման մասին հետաքրքիրության միջոցով արտերկելու մասնագետական բարերարություններին:",
        },
        privacyPolicyPage: {
            privacy1: "Codeex («մենք», «մենք», կամ «մենք») գործառույցը կաշխատում է http:// / («Կայք»): Այս էջը ձեզ տեղեկացնում է մեր ներքին տվյալների համառոտանքների մասին, որոնք մենք ստանում ենք կայացավարվող և բարելավելու կամ տեղավորելու անձանց անձնական  դուք համալիրեք տվյալների համամասնության համաձայններին ըստ այս համալիրի:",
            privacy2: "Տվյալների համատեղելու եւ կիրառման մասին",
            privacy3: "Օգտվելով մեր կայքից, մենք կարող ենք հարցնել ձեզ որոշ անձնական տվյալների առաջադրություն, որոնք կարող են օգտագործվել ձեզ կապվելու կամ հաճախակցվելու համար: Անձնական տվյալներին միջասեռումայնացված տվյալների մեջ այդպես՝ ձեր անունը («Անձնանշանը») կարող է ներառված լինել:",
            privacy4: "Գրառման տվյալներ",
            privacy5: "ինչպես շատ կայքերի գործառույցները, մենք համատեղելու ենք այն տվյալները, որոնք ձեր բրաուզերը ուղարկում է ամենահեռախոսական ինտերնետից (IP) հասցեն, բրաուզերի տիպը, բրաուզերի տարբերակը, կայքի էջերը, որոնք այցելում եք, այն ժամանակը և ամսաթիվը, ժամանակը, որը այդ էջերում եք այցելել, և այլ վիճականացումներ: Բարդեպաստակ, մենք կարող ենք օգտագործել երրորդ անձանց ծառայություններ, ինչպես Google Analytics, որը հավասարաչափությանը եւ վերլուծելու մեծ լինելու համար գործառույցները ...",
            privacy6: "Կապակցություններ",
            privacy7: "Մենք կարող ենք օգտագործել ձեր անձնական տվյալները ձեզ կառուցելու եւ գործադրելու այլ տեղադրավորումներում կամ մարրելու մատները:",
            privacy8: "Կերաբարելագործություններ",
            privacy9: "Կերաբարելագործությունները ենթակարդական քանակի տվյալներ են, որոնք կարող են ներառվել անհայտ համալիրի մեջ: Կերաբարելագործությունները ուղարկվում են ձեր բրաուզերին համա կոճակի միջոցով, և պահելուն են ձեր համակարգչի կարմիր սկավառակին: Իսկ եթե դուք չընդունեք կերաբարելագործությունները, կարող եք միացնել ձեր բրաուզերի հրապարակին բոլոր կերաբարելագործությունները մեր կայքում աշխատացնելու կամ ազատելու համար: Խնդրում ենք նաև ներառել, որ եթե դուք չընդունեք կերաբարելագործությունները, համարժեք չկարող եք գումարել մի մատնահարելի բան:",
            privacy10: "Ապահովում",
            privacy11: "Ձեր Անձանց տվյալների ապահովումը մեզ համակարգում հարված է, բայց հիշեք, որ որոշակի ինտերնետային համակարգում առկա մեթոդները կարող են չլինել 100% ապահովված: Մենք արդենք, որ օգտագործողի անձանց տվյալների ապահովման համար պարտադիր միջոցեր օգտագործելուն, բայց այս ապահովվածի ամենաբարելավալ մեթոդները չեն համարավելու ապահովումը՝ այդ պատճառով, մենք չենք կարող այն ապահովել ամենայնը:",
            privacy12: "Այս Ուղեցույցի Փոփոխություններ",
            privacy13: "Այս Ուղեցույցը արդեն գործողի է (ավելացվել է ամսաթվին) եւ կշարունակի աշխարհային տարվա մասին, բայց այսպիսի փոփոխություններից հետո կներառվեն այսպիսի կանոններ՝ նախքան դրանց մենք կարող ենք հարկադրել դասընթացներ, սեմինարներ, ուղեցույցներ եւ այլ կարգավորումներ՝ հաստատելով ներկայացված կանոներին: Ակառակում մնող Սերվիսի համար ուղեցույցի վերջնավորմամբ, մենք կհամատեղենք դուրս տեղեկատվական հասցեն՝ ձեզ ընդունելու համար, կամ տեղեկագնահատելու մեր կանոնների ու արտոների մասին: Մեր կանոները կարող են փոփոխվել տարբեր պատճառներով՝ օրինակ, կամ երբ մենք ցանկանում ենք ամենավետիները մեր բարելավելած աշխատանքը: Մենք պահանջում ենք ստուգել կանոնները ամեն տարվա ամիս, համարժեք արտոները՝ ամեն տարվա եւ մեր Սերվիսի աշխատանքի բոլոր աստիճաններին բարելավելը հավասարեցնելը: Իսկ եթե մենք ուղեցույցի տրամադրմամբ կանոների փոփոխությունը կկոչված ամսաթվին կամ հարված կամ օգնության համար է, մենք կայքի ամսաթվին կտրամադրենք այդ փոփոխության նախնական անգամը: Եւ այսպիսի փոփոխություններից հետո, այնուհետև կգործում կանոններն ու արտոները, որոնք մեզ արժանելու են՝ մեր աշխարհանշանները եւ ծառայությունը ձեր որակավորմամբ գործածելու համար:",
            privacy14: "Կապ Ընդլայնեք",
            privacy15: "Եթե ունեք որևէ հարցեր այս Ուղեցույցի համար, խնդրում ենք կապվեք մեզ:",
        }
    }
};