export default {
    navbar: {
        home: "ԳԼԽԱՎՈՐ",
        about: "ՄԵՐ ՄԱՍԻՆ",
        products: "ՊՐՈԴՈՒԿՏՆԵՐ",
        blockchain: "ԲԼՕՔՉԵԻՆ",
        whyArmenia: "ԻՆՉՈՒ ՀԱՅԱՍՏԱՆ",
        careers: "ԿԱՐԻԵՐԱՆԵՐ",
        contact: "ԿՈՆՏԱԿՏ",
        blog: "ԲԼՕԳ"
    },
    footer: {
        history: "Ավելի քան 10 տարվա փորձ ունեցող Codeex-ը Երևանում գործող տեխնոլոգիական ընկերություն է, որն ունի 70+ թիմի անդամներ և մեծ աճեր է գրանցուոմ: Տարիների ընթացքում Codeex-ը մշակել է տեխնոլոգիական ապրանքներ Blockchain-ի, Metaverse-ի, ապակենտրոնացված տեխնոլոգիաների, NFT-ի, կրիպտոարժույթների, վեբ անվտանգության, ֆինտեխի, հաղորդակցության և այլնի ոլորտներում:",
        services: {
            productSection: {
                products: "ՊՐՈԴՈՒԿՏՆԵՐ",
                vone: "Vone",
                gymStreet: "GYM Street",
                gymNetwork: "GYM Network"
            },
            companySection: {
                company: "ԸՆԿԵՐՈՒԹՅՈՒՆ",
                aboutUs: "Մեր մասին",
                technologies: "Տեխնոլոգիաներ",
                careers: "Կարիերաներ",
                blog: "Բլոգ"
            },
            expertiseSection: {
                expertise: "Էքսպերթայզ",
                blockchain: "Բլոկչեյն",
                technologies: "Տեխնոլոգիաներ",
                outstaffing: "Աութստաֆինգ",
                qualityPolicy: "Որակի քաղաքականություն",
                informationSecurity: "Տեղեկատվական անվտանգություն",
                privacyPolicy: "Գաղտնիության քաղաքականություն"
            }
        }
    },
    homePage: {
        vone: {
            releaseVone: "Codeex-ը թողարկում է զարմանալի արտադրանքը:",
            voneParagraphFirst: "Մենք ուրախ ենք տեղեկացնել, որ այժմ մեր մշակման փուլում է գտնվում նորարարական անվտանգ հաղորդակցման հարթակը",
            voneParagraphSecond: "Պատրաստվեք Web3 հաղորդակցության և կրիպտո վճարումների խաղի փոփոխող հայեցակարգին: Զգացեք իսկական գաղտնիություն և անանունություն ապակենտրոնացված աշխարհում մեր նորարարական տեխնոլոգիայով: Շուտով...",
            learnMore: "Իմացեք ավելին"
        },
        presentation: {
            welcomeToCodeex: "ԲԱՐԻ ԳԱԼՈՒՍՏ CODEEX",
            softwareDevelopment: "ԾՐԱԳՐԱՅԻՆ ԱՊԱՀՈՎՄԱՆ ՄՇԱԿՈՒՄ",
            softwareDevParagraph: "Codeex-ում մենք ոչ միայն ծրագրային ապահովում ենք մշակում, այլ ապրանքներ ենք ստեղծում, որոնք լուծում են բիզնեսի խնդիրներն ամբողջ աշխարհում:",
            mobileDevelopment: "ՇԱՐԺԱԿԱՆ ԶԱՐԳԱՑՈՒՄ",
            mobileDevParagraph: "Բջջային կապի օգտատերերի թիվը ամեն տարի շարունակում է աճել միլիոնավորներով, ուստի մենք հետևում ենք այս հսկայական շուկային:",
            dedicatedTeam: "ՆՎԻՐՎԱԾ ԹԻՄ ԵՎ ԱՇԽԱՏԱԿԱԶՄ",
            dedicatedTeamParagraph: "Համագործակցության նվիրված թիմը և անձնակազմի մոդելը ապահովում են բարձրակարգ զարգացման ծառայություններ:",
            operationMaintenance: "ՇԱՀԱԳՈՐԾՈՒՄ ԵՎ ՍՊԱՍԱՐԿՈՒՄ",
            operationMaintenanceParagraph: "Մենք ապահովում ենք մեր արտադրանքի անխափան աշխատանքը՝ համոզվելով, որ հոսթինգը, սերվերները և ամբողջ էկոհամակարգը գործում են անթերի:",
            viewMore: "Դիտել ավելին"
        },
        visionMission: {
            visionParagraph1: "GLOBAL TECH COMPANY ",
            visionParagraph2: "ՈՐԸ ",
            visionParagraph3: "ՍՏԵՂԾՈՒՄ Է ",
            visionParagraph4: "ԼՈՒԾՈՒՄՆԵՐ ",
            visionParagraph5: "ԱՊԱԳԱՅԻ ՀԱՄԱՐ ",
            vision: "VISION",
            missionParagraph1: "ՍՏԵՂԾԵԼ ",
            missionParagraph2: "ԹՎԱՅԻՆ ԼՈՒԾՈՒՄՆԵՐ ԳԼՈԲԱԼՈՎ ",
            missionParagraph3: "ԻՇԽԱՆՈՒԹՅԱՄԲ ",
            missionParagraph4: "ՄԻՋԱԶԳԱՅԻՆ ՏԵԽՆԻԿԱԿԱՆ ՏԱՂԱՆԴ ",
            missionParagraph5: "ԵՎ ՇԱՐԺԵՔ ",
            missionparagraph6: "ԺԱՄԱՆԱԿԱԿԻՑ ՏԵԽՆՈԼՈԳԻԱՆԵՐԸ. ",
            mission: "ԱՌԱՔԵԼՈՒԹՅՈՒՆ",
        },
        productsTranslations: {
            voneParagraph: "Այս պահին կառուցվում է բեկումնային անվտանգ հաղորդակցման հարթակ…",
            gymParagraph: "GYM Street-ը ներդրումային, հանքարդյունաբերական և առևտրային լուծումներ մուտք գործելու համար ֆինանսական մետավերս հարթակ է:",
            gymNetParagraph: "GYM Network-ը DeFi Aggregator ներդրումային համակարգ է, որը համատեղում է լավագույն եկամտաբերությունը իր օգտագործողների համար բարձր պարգևներով:",
            moreAboutUsButtons: "Ավելին Մեր մասին"
        },
        developmentProcess: {
            developmentProcessTitle: "ԾԱՌԱՅՈՒԹՅՈՒՆԻ ՊՐՈՑԵՍՍ",
            researchInvestigation: "ՈՒՇԱԴՐՈՒԹՅԱՆ & ՀԱՆԳԵՍՏԻՈՆ",
            researchInvestigationParagraph: "Թե քունը պահանջ ունի լրագրել ամենանոր ապրանքի համար կամ հաշվառել առկա այլոց։ Մենք պատրաստ ենք կոտրել և հետագա ապրանքի բոլոր ասպեկտները։",
            ideaValidation: "ԵՂԵՐԸԳՈՐԾՈՒՄ",
            ideaValidationParagraph: "Մեր թիմը կավարտում է իսկապես աշխատանքներում ունեցած մեծ հանգումները և ճշգրիտ նշանակությունը։ Մենք օգտագործում ենք այն այնպես, որ թերթել կամանակիցներն ենք համարակցել ձեր տեխնոլոգիայի գաղափարը։",
            designPrototyping: "ԴԵՍԻՐՆՈՒԹՈՒՄ & ՊՐՈՏՈՏԻՊԻՆԳ",
            designPrototypingParagraph: "Մեր թիմը միանգամից բազմաթիվ միջոցառումներ է միասին՝ դիզայնի, օգտագործական ինտերֆեյսի և օգտվողի փոփոխականի մատչելիությունը։",
            maintenanceSupport: "ԾԱՌԱՐԱՄԱՏՎԵԼ & ՍՏԵՂԵԼ",
            maintenanceSupportParagraph: "Ձեր ապրանքի ավարտից հետո, մենք համատեղորոշում ենք մասնա",
        },
        advantagesTranslations: {
            advantagesCodeex: "ՀԱՄԱՐԿՈՒՄԻՆ ԿՈԴԵԿՍ",
            firstTitle: "ՄԵՐ ՄՈՒՏՔՈՒՄ ՄԵՐԻց ԵՎ ՀԱՄԱՐՈՒՄ Է 2 ԺԻՏ",
            firstParagraph: "բազմաթիվ Եվրոպական և Ասիական երկրներից",
            secondTitle: "ԱԶԱՏԱՆԻ ՄԵԿՆԵՐԸ",
            secondParagraph: "դարձնում են Հայաստանը հայտնաբերության և համազգային հարցերի համար հեշտ տեղ",
            thirdTitle: "ԱՆԳԼԻԱԹՈՒՄ ԽԱՂԱԾԸ",
            thirdParagraph: "հեշտ և հաճելի է խոսել անգլերենը Հայաստանում",
            fourthTitle: "ՄՈԼՏԻԿԱԿՈՒՄՆԵՐԻ ԹԵԱՄԱՆԴԱ",
            fourthParagraph: "մասնագիտության մեջ լուսավոր երկարապես աշխատելը մեր հետ",
            fifthTitle: "ԱՐՈՒԳԱՏԱԹՈՒՄԻ ԳՅԱՆԻՐ",
            fifthParagraph: "դարձնում է Հայաստանը գեղեցիկ գործադիրության անվտանգ մասնակցության համար"
        },
        whyArmenia: {
            whyArmenia: "ԻՆՉպե՞ս ՀՈՒՐԻԱՆԻԱ",
            whyArmeniaParagraph: "Այսօր Հայաստանը առաջարկում է մաթեմատիկական մտածություններ, լուծումների լավ ուղի, որոշումների բարձր որակի թափուր գնացուցակի հետ կապված, դա առաջին ընտրացանկային համար է ընկերների համար, որոնք փնտրում են իրենց IT արտաքինների հետ բարձր որակը։"
        },
        productPages: {
            technologiesUsed: "ՕԳՏԱԳՈՐԾՎԱԾ ՏԵԽՆՈԼՈԳԻԱՆԵՐ",
            voneParagraph: "Մենք ուղղակի պահում ենք, որ Codeex-ի մարդասպանության համակարգի հետապնդումն այժմ ստեղծվում է։ Մեր առումությունն է՝ համալրել ձեր տվյալները և գաղտնիքը ավելի բարելավելած ձեր անդամներին։ Միացեք մեզ սոցիալավարկային ցանցերին, որպեսզի լինեք տեղեկավարվել մեր առաջադրանքներին և միացեք մեր տիկունին մատակարարության մասին զրուցարանում։",
            gymStreetParagraph: "GYM Street-ը արտաքին ֆինանսական մետավարսելական համակարգն է, որը թույլ է տալիս մոտավորական միջոցների, համախառնական բաժանման և առաջադրավելացման լուծումներին հասանելու ճանաչումն մետավարսելական աշխարհից։ Առաջին քայլը այս նորարարական թվիվ միջոցառման համար - երկարատերեւ վաճառելուն մետավարսելական GYM Street-ում։ Որպես դիմացի, երբ մեռանումն դարձնելուն, նախքան դուք եք վայելում աշխատանքային միջանցառման կամավորումն, դուք կարող եք բացել բոլոր արտադրանքները։ GYM Street-ի նպաստը - դարձնել մետավարսելականը պարզ, բայց ամենահետաքրքրավոր փակագծով։",
            gymNetworkParagraph: "Gym Network-ը դեֆի ագրեգատոր հաստատման համակարգ է, որը միացնում է լավագույն միջոցառումները բարձր վաստակներով իր օգտագործողների համար։ Այն տալիս է հեշտ մուտք կատարելու համառոր ժամանակակիցներին քրեվորները տալիս են՝ ավելացնելու համակարգի անվանումը և ստացելու պարբերական բարելավելությունը։"
        },
        productsMainPage: {
            products: "ՊՐՈԴՈՒԿՏՆԵՐ",
            productsParagraphTop: "Codeex-ը ներկայումս ունի իր սեփական երեք խոշոր տեխնոլոգիական արտադրանք, որոնք օգտագործում են բարդ տեխնոլոգիաներ, ներառյալ Metaverse, NFT, Cryptocurrency և Blockchain Communication System Frameworks: Մենք երկար տարիներ և ջանքեր ենք ծախսել մեր արտադրանքը ստեղծելու համար՝ օգտագործելով ժամանակակից տեխնոլոգիաները և փայլուն թիմը: Մեր բոլոր ապրանքներն ունեն մեկ ընդհանուր բան. նրանք մեծ ուշադրություն են դարձնում այն բանին, թե ուր է գնում աշխարհը և որտեղ կլինի աշխարհը ապագայում՝ հետևելով միտումներին, որոնք նոր են սկսում ձևավորվել:.",
            productsParagraphBottom1: "Դրա հիման վրա մենք ստեղծել ենք հեղափոխական պրոդուկտներ, որոնցից մեկը Vone-ն է՝ օգտագործելով Starlink տեխնոլոգիան՝ դրանք կապի համակարգեր են։ Մենք նաև մուտք ենք գործել կրիպտոարժույթների աշխարհ՝ ստեղծելով DeFi Aggregator խելացի ներդրումային համակարգը, որը մարդկանց հնարավորություն է տալիս խելացի ներդրումներ կատարել և ավելի լավ եկամուտներ և բարձր պարգևներ ստանալ: Եվ որքան էլ դա բավական էր, մեր հաջորդ քայլը թվային աշխարհ ստեղծելն էր՝ Metaverse հարթակը, որը միջավայր է, որտեղ մարդիկ կարող են հող գնել, ներդրումներ կատարել, հանքեր և առևտուր անել: Եվ, իհարկե, այս ապրանքները, թեև նորարարական և հեղափոխական են, դեռևս երկար ճանապարհ ունեն անցնելու էվոլյուցիայի և զարգացման համար:",
            productsParagraphBottom2: "Մեր բոլոր ապրանքներն ունեն ապագայի ուժեղ ուղղվածություն և գլոբալ ուղղվածություն: Ինչու՞ ապագան: Քանի որ այս ապրանքները և դրանց նման ապրանքները մի քանի տարի հետո օգտակար կլինեն առօրյա կյանքում: Vone-ի դեպքում երկու գործոն միավորվում է Vone-ի երկարաժամկետ արդիականության համար. մի կողմից, բիզնես հաղորդակցության (ինտերնետակենտրոն) շուկայում մեծ տեղ կա. պարզապես չկա խաղացող, որը կարող է փոխարինել այսօր բիզնեսում օգտագործվող անձնական հաղորդակցության և զվարճանքի հավելվածներին, ինչը հանգեցնում է բազմաթիվ միջազգային և հատկապես C2B, B2C, C2G, G2C զանգեր, որոնք սովորական են և գերագնահատված: Մյուս կողմից, GSM շուկան կամաց-կամաց մահանում է։",
            productsParagraphBottom3: "Ինչպես SMS շուկան մահացավ (այստեղ հետաքրքիր ընթերցանություն է) և այժմ օգտագործվում է միայն մարքեթինգի և նույնականացման համար, նմանապես GSM ծառայությունների շուկան շուտով կվերանա. SIM քարտեր, րոպեի վճարում, աշխարհագրական սահմանափակումներ և այլն: Հաղորդակցությունը կլինի 100% Համաշխարհային ցանցի միջոցով, և բիզնեսին անհրաժեշտ կլինի հուսալի գլոբալ կապի մատակարար:",
            productsParagraphBottom4: "Ինչու՞ գլոբալ: Տեսլականը, նպատակը և արդյունավետությունը, որոնք մենք ի նկատի ունեինք մեր արտադրանքը ստեղծելիս, տարածվել և մնում են ամբողջ աշխարհում ողջ մարդկության համար:",
            productCardsInfo1: "Աշխատանքում է ներկայացնող անօրինական կապային համակարգ...",
            productCardsInfo2: "GYM Street-ը ալիք է գաղտնագրված մետավերսի համար, որը թույլատրում էեկամուտին մուտքագրելու հնարավորություններ:",
            productCardsInfo3: "GYM Network-ը հաշվետակարանական համակարգը, որը միավորում է լավագույն եկամուտները բարձր մարմանով:"
        },
        portfolioParagraphs: {
            portfolio: "ՊՈՐՏՖՈԼԻՈ",
            zappixParagraph: "Zappix-ը առաջարկում է շահագործական լուծումներ ըստ հետախուզության օգտվողի ճանապարհը կապակցման ժամանակային կենտրոնական հարմարություններով ստեղծումա հաղորդման ընդունարարվածությունից օգտվելով վիզուալ IVR-ից:",
            petPeaceParagraph: "PetPace-ը նպաստում է բարելավել կենդանիների կշռունջը առաջարկային ամբողջական տեխնոլոգիայի միջոցով:",
            vejleParagraph: "Vejle Կառավարումը համարատարումատար համալիրն է, որը սովորում է անկախ վճարման ընդունարարություների հետևաբար լավագույն ատրագով առաջարկելու մարմին:",
            tryMeetParagraph: "TryMeet-ը առաջարկում է նոր ձեռքբերման եղանակը մարդկանց համար միմյանց հանդիպումների և բաժանումների համար:",
            aybParagraph: "Այբ Ուսուցման Հիմնադրամի համալիրը նախագծում է պատրաստման համակարգի մասին, որը նպաստում է նոր սովորական մշակույթի զարգացմանը Հայաստանում:",
            germanParagrpah: "ԴՍԻԿ Առմենիայի ՖԻՆԱՆՍԻԱԼ ԿԻԼԻՆԱՐ ՀԱՅՏԱՐԱՐԴԵՐԻ ՄԻԿՐՈՍՀԻՍՏԻՍի ՖԻՆԱՆՍԻԱԼ ԿԻԼԻՆԱՐՈՆ ՄԻՋԱՑԱՆ ՀԱՍԿԱՅԵՔՈՒԹՅԱՆՈՒՄ:"
        },
        contactPage: {
            contactUs: "ԿԱՊ",
            contactUsParagraph: "Մեր արագություններից կարող եք տեսնել ձեր մտքերը և նախատեսվածները օնլայն, պարզել հարցերը, որոնք դուք կարող եք ունենալ, հասկանալ ձեր պահանջները և ստանալ դուք խորանարդություն։",
            contactUsSpan: "ՈՒՂԻՂ ԳՐԻՔ ՄԵՐ ԹԵԾ ԵՐՈՒ ՄԵՆՔ ՀԵՏԱԿԵԼՈՒ ԿԱՌԻՎ"
        }
    }
};