export default {
    navbar: {
        home: "ԳԼԽԱՎՈՐ",
        about: "ՄԵՐ ՄԱՍԻՆ",
        products: "ՊՐՈԴՈՒԿՏՆԵՐ",
        blockchain: "ԲԼՕՔՉԵԻՆ",
        whyArmenia: "ԻՆՉՈՒ ՀԱՅԱՍՏԱՆ",
        careers: "ԿԱՐԻԵՐԱՆԵՐ",
        contact: "ԿՈՆՏԱԿՏ",
        blog: "ԲԼՕԳ"
    },
    footer: {
        history: "Ավելի քան 10 տարվա փորձ ունեցող Codeex-ը Երևանում գործող տեխնոլոգիական ընկերություն է, որն ունի 70+ թիմի անդամներ և մեծ աճեր է գրանցուոմ: Տարիների ընթացքում Codeex-ը մշակել է տեխնոլոգիական ապրանքներ Blockchain-ի, Metaverse-ի, ապակենտրոնացված տեխնոլոգիաների, NFT-ի, կրիպտոարժույթների, վեբ անվտանգության, ֆինտեխի, հաղորդակցության և այլնի ոլորտներում:",
        services: {
            productSection: {
                products: "ՊՐՈԴՈՒԿՏՆԵՐ",
                vone: "Vone",
                gymStreet: "GYM Street",
                gymNetwork: "GYM Network"
            },
            companySection: {
                company: "ԸՆԿԵՐՈՒԹՅՈՒՆ",
                aboutUs: "Մեր մասին",
                technologies: "Տեխնոլոգիաներ",
                careers: "Կարիերաներ",
                blog: "Բլոգ"
            },
            expertiseSection: {
                expertise: "Էքսպերթայզ",
                blockchain: "Բլոկչեյն",
                technologies: "Տեխնոլոգիաներ",
                outstaffing: "Աութստաֆինգ",
                qualityPolicy: "Որակի քաղաքականություն",
                informationSecurity: "Տեղեկատվական անվտանգություն",
                privacyPolicy: "Գաղտնիության քաղաքականություն"
            }
        }
    },
    homePage: {
        vone: {
            releaseVone: "Codeex-ը թողարկում է զարմանալի արտադրանքը:",
            voneParagraphFirst: "Մենք ուրախ ենք տեղեկացնել, որ այժմ մեր մշակման փուլում է գտնվում նորարարական անվտանգ հաղորդակցման հարթակը",
            voneParagraphSecond: "Պատրաստվեք Web3 հաղորդակցության և կրիպտո վճարումների խաղի փոփոխող հայեցակարգին: Զգացեք իսկական գաղտնիություն և անանունություն ապակենտրոնացված աշխարհում մեր նորարարական տեխնոլոգիայով: Շուտով...",
            learnMore: "Իմացեք ավելին"
        },
        presentation: {
            welcomeToCodeex: "ԲԱՐԻ ԳԱԼՈՒՍՏ CODEEX",
            softwareDevelopment: "ԾՐԱԳՐԱՅԻՆ ԱՊԱՀՈՎՄԱՆ ՄՇԱԿՈՒՄ",
            softwareDevParagraph: "Codeex-ում մենք ոչ միայն ծրագրային ապահովում ենք մշակում, այլ ապրանքներ ենք ստեղծում, որոնք լուծում են բիզնեսի խնդիրներն ամբողջ աշխարհում:",
            mobileDevelopment: "ՇԱՐԺԱԿԱՆ ԶԱՐԳԱՑՈՒՄ",
            mobileDevParagraph: "Բջջային կապի օգտատերերի թիվը ամեն տարի շարունակում է աճել միլիոնավորներով, ուստի մենք հետևում ենք այս հսկայական շուկային:",
            dedicatedTeam: "ՆՎԻՐՎԱԾ ԹԻՄ ԵՎ ԱՇԽԱՏԱԿԱԶՄ",
            dedicatedTeamParagraph: "Համագործակցության նվիրված թիմը և անձնակազմի մոդելը ապահովում են բարձրակարգ զարգացման ծառայություններ:",
            operationMaintenance: "ՇԱՀԱԳՈՐԾՈՒՄ ԵՎ ՍՊԱՍԱՐԿՈՒՄ",
            operationMaintenanceParagraph: "Մենք ապահովում ենք մեր արտադրանքի անխափան աշխատանքը՝ համոզվելով, որ հոսթինգը, սերվերները և ամբողջ էկոհամակարգը գործում են անթերի:",
            viewMore: "Դիտել ավելին"
        },
        visionMission: {
            visionParagraph1: "GLOBAL TECH COMPANY ",
            visionParagraph2: "ՈՐԸ ",
            visionParagraph3: "ՍՏԵՂԾՈՒՄ Է ",
            visionParagraph4: "ԼՈՒԾՈՒՄՆԵՐ ",
            visionParagraph5: "ԱՊԱԳԱՅԻ ՀԱՄԱՐ ",
            vision: "VISION",
            missionParagraph1: "ՍՏԵՂԾԵԼ ",
            missionParagraph2: "ԹՎԱՅԻՆ ԼՈՒԾՈՒՄՆԵՐ ԳԼՈԲԱԼՈՎ ",
            missionParagraph3: "ԻՇԽԱՆՈՒԹՅԱՄԲ ",
            missionParagraph4: "ՄԻՋԱԶԳԱՅԻՆ ՏԵԽՆԻԿԱԿԱՆ ՏԱՂԱՆԴ ",
            missionParagraph5: "ԵՎ ՇԱՐԺԵՔ ",
            missionparagraph6: "ԺԱՄԱՆԱԿԱԿԻՑ ՏԵԽՆՈԼՈԳԻԱՆԵՐԸ. ",
            mission: "ԱՌԱՔԵԼՈՒԹՅՈՒՆ",
        },
        productsTranslations: {
            voneParagraph: "Այս պահին կառուցվում է բեկումնային անվտանգ հաղորդակցման հարթակ…",
            gymParagraph: "GYM Street-ը ներդրումային, հանքարդյունաբերական և առևտրային լուծումներ մուտք գործելու համար ֆինանսական մետավերս հարթակ է:",
            gymNetParagraph: "GYM Network-ը DeFi Aggregator ներդրումային համակարգ է, որը համատեղում է լավագույն եկամտաբերությունը իր օգտագործողների համար բարձր պարգևներով:",
            moreAboutUsButtons: "Ավելին Մեր մասին"
        },
        developmentProcess: {
            developmentProcessTitle: "ԾԱՌԱՅՈՒԹՅՈՒՆԻ ՊՐՈՑԵՍՍ",
            researchInvestigation: "ՈՒՇԱԴՐՈՒԹՅԱՆ & ՀԱՆԳԵՍՏԻՈՆ",
            researchInvestigationParagraph: "Թե քունը պահանջ ունի լրագրել ամենանոր ապրանքի համար կամ հաշվառել առկա այլոց։ Մենք պատրաստ ենք կոտրել և հետագա ապրանքի բոլոր ասպեկտները։",
            ideaValidation: "ԵՂԵՐԸԳՈՐԾՈՒՄ",
            ideaValidationParagraph: "Մեր թիմը կավարտում է իսկապես աշխատանքներում ունեցած մեծ հանգումները և ճշգրիտ նշանակությունը։ Մենք օգտագործում ենք այն այնպես, որ թերթել կամանակիցներն ենք համարակցել ձեր տեխնոլոգիայի գաղափարը։",
            designPrototyping: "ԴԵՍԻՐՆՈՒԹՈՒՄ & ՊՐՈՏՈՏԻՊԻՆԳ",
            designPrototypingParagraph: "Մեր թիմը միանգամից բազմաթիվ միջոցառումներ է միասին՝ դիզայնի, օգտագործական ինտերֆեյսի և օգտվողի փոփոխականի մատչելիությունը։",
            maintenanceSupport: "ԾԱՌԱՐԱՄԱՏՎԵԼ & ՍՏԵՂԵԼ",
            maintenanceSupportParagraph: "Ձեր ապրանքի ավարտից հետո, մենք համատեղորոշում ենք մասնա",
        },
        advantagesTranslations: {
            advantagesCodeex: "ՀԱՄԱՐԿՈՒՄԻՆ ԿՈԴԵԿՍ",
            firstTitle: "ՄԵՐ ՄՈՒՏՔՈՒՄ ՄԵՐԻց ԵՎ ՀԱՄԱՐՈՒՄ Է 2 ԺԻՏ",
            firstParagraph: "բազմաթիվ Եվրոպական և Ասիական երկրներից",
            secondTitle: "ԱԶԱՏԱՆԻ ՄԵԿՆԵՐԸ",
            secondParagraph: "դարձնում են Հայաստանը հայտնաբերության և համազգային հարցերի համար հեշտ տեղ",
            thirdTitle: "ԱՆԳԼԻԱԹՈՒՄ ԽԱՂԱԾԸ",
            thirdParagraph: "հեշտ և հաճելի է խոսել անգլերենը Հայաստանում",
            fourthTitle: "ՄՈԼՏԻԿԱԿՈՒՄՆԵՐԻ ԹԵԱՄԱՆԴԱ",
            fourthParagraph: "մասնագիտության մեջ լուսավոր երկարապես աշխատելը մեր հետ",
            fifthTitle: "ԱՐՈՒԳԱՏԱԹՈՒՄԻ ԳՅԱՆԻՐ",
            fifthParagraph: "դարձնում է Հայաստանը գեղեցիկ գործադիրության անվտանգ մասնակցության համար"
        },
        whyArmenia: {
            whyArmenia: "ԻՆՉպե՞ս ՀՈՒՐԻԱՆԻԱ",
            whyArmeniaParagraph: "Այսօր Հայաստանը առաջարկում է մաթեմատիկական մտածություններ, լուծումների լավ ուղի, որոշումների բարձր որակի թափուր գնացուցակի հետ կապված, դա առաջին ընտրացանկային համար է ընկերների համար, որոնք փնտրում են իրենց IT արտաքինների հետ բարձր որակը։"
        }
    }
};