export default {
    navbar: {
        home: "Главная",
        about: "ПРО НАС",
        products: "ПРОДУКТЫ",
        blockchain: "БЛОКЧЕЙН",
        whyArmenia: "ПОЧЕМУ АРМЕНИЯ",
        careers: "КАРЬЕРА",
        contact: "СВЯЗЬ",
        blog: "БЛОГ"
    },
    footer: {
        history: "Codex — это технологическая компания со штаб-квартирой в Ереване, насчитывающая более 10 лет опыта, в которой работает более 70 человек, и она быстро растет. На протяжении многих лет Codex разрабатывал технические продукты в области блокчейна, метавселенной, децентрализованных технологий, NFT, криптовалют, веб-безопасности, финансовых технологий, коммуникаций и т. д.",
        services: {
            productSection: {
                products: "ПРОДУКТЫ",
                vone: "Vone",
                gymStreet: "GYM Street",
                gymNetwork: "GYM Network"
            },
            companySection: {
                company: "КОМПАНИЯ",
                aboutUs: "Про нас",
                technologies: "Технологии",
                careers: "Карьера",
                blog: "Блог"
            },
            expertiseSection: {
                expertise: "ЭКСПЕРТИЗА",
                blockchain: "Блокчейн",
                technologies: "Технологии",
                outstaffing: "Аутстаффинг",
                qualityPolicy: "Политика качества\n",
                informationSecurity: "Информационная безопасность",
                privacyPolicy: "политика конфиденциальности"
            }
        }
    },
    homePage: {
        vone: {
            releaseVone: "Codex выпускает потрясающий продукт!",
            voneParagraphFirst: "Мы рады сообщить, что в настоящее время мы разрабатываем революционную безопасную коммуникационную платформу.",
            voneParagraphSecond: "Приготовьтесь к революционной концепции общения через Web3 и криптоплатежей! Испытайте настоящую конфиденциальность и анонимность в децентрализованном мире с нашей инновационной технологией. Скоро...",
            learnMore: "Узнать больше"
        },
        presentation: {
            welcomeToCodeex: "ДОБРО ПОЖАЛОВАТЬ В CODEEX",
            softwareDevelopment: "РАЗРАБОТКА ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ",
            softwareDevParagraph: "В Codex мы не просто разрабатываем программное обеспечение, мы создаем продукты, которые становятся решением бизнес-задач по всему мируn",
            mobileDevelopment: "МОБИЛЬНАЯ РАЗРАБОТКА",
            mobileDevParagraph: "Количество мобильных пользователей ежегодно увеличивается на миллионы, поэтому мы следим за этим огромным рынком.",
            dedicatedTeam: "ВЫДЕЛЕННАЯ КОМАНДА И АУТСФИНГ",
            dedicatedTeamParagraph: "Выделенная команда и аутстаффинговая модель сотрудничества обеспечивают превосходные услуги по разработке.",
            operationMaintenance: "ЭКСПЛУАТАЦИЯ И ОБСЛУЖИВАНИЕ",
            operationMaintenanceParagraph: "Мы обеспечиваем бесперебойную работу наших продуктов, гарантируя безупречную работу хостинга, серверов и всей экосистемы.\n",
            viewMore: "посмотреть больше"
        },
        visionMission: {
            visionParagraph1: "GLOBAL TECH COMPANY",
            visionParagraph2: "ИЗОБРЕТАЯ ",
            visionParagraph3: "РЕШЕНИЯ",
            visionParagraph4: "ДЛЯ",
            visionParagraph5: "БУДУЩЕГО",
            vision: "ВИДЕНИЕ",
            missionParagraph1: "СОЗДАВАТЬ",
            missionParagraph2: "ЦИФРОВЫЕ РЕШЕНИЯ ПО ВСЕМУ МИРУ",
            missionParagraph3: "ПОМОЩЬ",
            missionParagraph4: "МЕЖДУНАРОДНЫМ ТЕХНИЧЕСКИМ ТАЛАНТАМ",
            missionParagraph5: "И ВОЖДЕНИЕ ",
            missionparagraph6: "СОВРЕМЕННЫХ ТЕХНОЛОГИЙ.",
            mission: "МИССИЯ",
        },
        productsTranslations: {
            voneParagraph: "Революционная платформа для безопасной связи в настоящее время находится в стадии разработки…",
            gymParagraph: "GYM Street — это идеальная финансовая метавселенная для доступа к инвестиционным, майнинговым и торговым решениям.",
            gymNetParagraph: "GYM Network — это инвестиционная система-агрегатор DeFi, сочетающая в себе лучшую доходность с высокими вознаграждениями для своих пользователей.",
            moreAboutUsButtons: "Подробнее о нас"
        },
        developmentProcess: {
            developmentProcessTitle: "ПРОЦЕСС РАЗРАБОТКИ",
            researchInvestigation: "ИССЛЕДОВАНИЕ И АНАЛИЗ",
            researchInvestigationParagraph: "Будь то необходимость разработки нового продукта или оценка качества и улучшение уже существующего, мы здесь, чтобы исследовать и выявить все его аспекты.",
            ideaValidation: "ПРОВЕРКА ИДЕИ",
            ideaValidationParagraph: "Годы опыта дали нам высокую интуицию и хорошее понимание того, что работает. Мы используем это, а также множество тестов, чтобы проверить вашу техническую идею.",
            designPrototyping: "ПРОТОТИПИРОВАНИЕ ДИЗАЙНА",
            designPrototypingParagraph: "Наша команда объединяет творческие умы в области дизайна, пользовательского интерфейса и пользовательского опыта, которые постоянно следят за современными трендами.",
            maintenanceSupport: "ПОДДЕРЖКА И ОБСЛУЖИВАНИЕ",
            maintenanceSupportParagraph: "После завершения разработки продукта мы предоставляем опытных экспертов, которые будут готовы ответить на ваши вопросы и предоставить техническую поддержку.",
            testingQa: "ТЕСТИРОВАНИЕ И КОНТРОЛЬ КАЧЕСТВА",
            testingQaParagraph: "Проблемы в программном обеспечении не только раздражают, но и могут быть очень дорогими или даже опасными. Мы определяем правильность, полноту и качество вашего продукта.",
            developmentImplementation: "РАЗРАБОТКА ИМПЛЕМЕНТАЦИИ",
            developmentImplementationParagraph: "Применяя сложные инженерные умы и выдающиеся навыки разработки, мы создаем программное обеспечение любого размера и сложности."
        },
        advantagesTranslations: {
            advantagesCodeex: "ПРЕИМУЩЕСТВА С CODEEX",
            firstTitle: "МЫ ВСЕГО В 2 ЧАСАХ ОТ ВАС",
            firstParagraph: "от большей части Европы и Азии",
            secondTitle: "ЗАПАДНАЯ КУЛЬТУРА",
            secondParagraph: "делает Армению легким местом для сотрудничества и общения",
            thirdTitle: "АНГЛИЙСКИЙ РАЗГОВАРИВАЕТСЯ",
            thirdParagraph: "легко и часто в Армении",
            fourthTitle: "МУЛЬТИКУЛЬТУРАЛЬНАЯ КОМАНДА",
            fourthParagraph: "обеспечивает гладкое и комфортное взаимодействие с нами",
            fifthTitle: "ПОЛИТИКА БЕЗВИЗОВОГО ПУТЕШЕСТВИЯ",
            fifthParagraph: "делает Армению отличным партнерским направлением"
        },
        whyArmenia: {
            whyArmenia: "ПОЧЕМУ АРМЕНИЯ?",
            whyArmeniaParagraph: "Сегодня Армения предлагает математические умы, блестящие идеи, которые в сочетании с выгодной ценой на IT-ресурсы делают ее предпочтительным направлением для компаний, ищущих высокое качество за своими IT-продуктами."
        },
        productPages: {
            technologiesUsed: "ИСПОЛЬЗУЕМЫЕ ТЕХНОЛОГИИ",
            voneParagraph: "Мы с радостью объявляем, что инновационная платформа для безопасной коммуникации Codeex находится в стадии разработки. Наша миссия - дать вам возможность контролировать свои данные и конфиденциальность как никогда ранее. Подписывайтесь на наши социальные сети, чтобы быть в курсе наших достижений и присоединиться к дискуссии о конфиденциальности данных.",
            gymStreetParagraph: "GYM Street - это ультимативная финансовая метавселенная для доступа к разнообразным инвестиционным, добычным и торговым решениям. Первый шаг к опыту этой инновационной цифровой среды - покупка земли в метавселенной GYM Street. Став владельцем земли, вы сможете воспользоваться всеми продуктами. Цель GYM Street - сделать метавселенную простой, но весьма удовлетворительной.",
            gymNetworkParagraph: "Gym Network - это система инвестирования DeFi-агрегатора, объединяющая лучшие доходы с высокими вознаграждениями для своих пользователей. Она обеспечивает легкий доступ и экономит много драгоценного времени при инвестировании в криптосреде. Токен GYMNET также позволяет вам делать умные и прибыльные инвестиции в него и получать регулярные высокие проценты."
        },
        productsMainPage: {
            products: "ПРОДУКТЫ",
            productsParagraphTop: "Codeex в настоящее время имеет три больших собственных технологических продукта, использующих сложные технологии, включая метавселенную, NFT, криптовалюту и фреймворки системы блокчейн-коммуникации. Мы потратили много лет и усилий на создание наших продуктов, используя современные технологии и блестящую команду. Все наши продукты имеют одно общее: они имеют сильную ориентацию на то, куда движется мир и где будет мир в будущем, следуя тенденциям, которые только начинают формироваться.",
            productsParagraphBottom1: "Исходя из этого, мы создали революционные продукты, одним из которых является Vone, использующий технологию Starlink, - это системы коммуникации. Мы также вошли в мир криптовалюты, создав интеллектуальную систему инвестирования DeFi Aggregator, позволяющую людям совершать умные инвестиции и получать лучшие доходы и высокие награды. И как бы это ни было достаточно, нашим следующим шагом стало создание цифрового мира - платформы Metaverse, которая представляет собой среду, где люди могут покупать земельные участки, инвестировать, заниматься майнингом и торговлей. И, конечно же, эти продукты, будучи инновационными и революционными, имеют еще огромный путь для эволюции и развития.",
            productsParagraphBottom2: "Все наши продукты имеют сильную ориентацию на будущее и глобальную направленность. Почему будущее? Потому что эти продукты и подобные им будут полезны в повседневной жизни через несколько лет. В случае с Vone два фактора объединяются для долгосрочной актуальности Vone; с одной стороны, существует большая ниша на рынке бизнес-коммуникации (интернет-ориентированной) - просто нет игрока, который может заменить личные коммуникационные и развлекательные приложения, используемые в бизнесе сегодня, что приводит к множеству международных и особенно C2B, B2C, C2G, G2C звонков, являющихся обычными и переоцененными. С другой стороны, рынок GSM медленно умирает.",
            productsParagraphBottom3: "Точно так же, как рынок SMS умер (вот интересное чтение) и теперь используется только для маркетинга и аутентификации, аналогично GSM рынок услуг скоро исчезнет: SIM-карты, оплата за минуту, географические ограничения и т.д. Коммуникация будет 100% осуществляться через всемирную паутину, и бизнесу потребуется надежный глобальный провайдер связи.",
            productsParagraphBottom4: "А почему глобально? Видение, цель и эффективность, которые мы имели в виду, создавая наши продукты, были и остаются распределенными по всему миру для всего человечества.",
            productCardsInfo1: "Находящаяся в разработке инновационная платформа для безопасных коммуникаций...",
            productCardsInfo2: "GYM Street - это идеальная финансовая метавселенная платформа для доступа к инвестициям, майнингу и торговле.",
            productCardsInfo3: "GYM Network - это система децентрализованных финансовых инвестиций, объединяющая лучшие доходы и высокие вознаграждения."
        },
        portfolioParagraphs: {
            portfolio: "ПОРТФОЛИО",
            zappixParagraph: "Zappix предоставляет мобильные решения по требованию, которые изменяют путь пользователя во время взаимодействия с контактным центром с использованием визуальной IVR.",
            petPeaceParagraph: "PetPace стремится улучшить качество жизни животных с помощью передовой носимой технологии.",
            vejleParagraph: "Vejle Administration является независимой финансовой компанией с широким спектром привлекательных продуктов, предлагающей большой опыт и компетенцию.",
            tryMeetParagraph: "TryMeet предоставляет новый способ для людей встречаться друг с другом и делиться опытом.",
            aybParagraph: "Разработка платформы управления пожертвованиями для Фонда образования Айб, который посвящен развитию новой культуры обучения в Армении.",
            germanParagrpah: "Разработка платформы управления финансовым образованием для DSIK Armenia."
        },
        contactPage: {
            contactUs: "СВЯЖИТЕСЬ С НАМИ",
            contactUsParagraph: "Будем рады услышать о ваших идеях и проектах онлайн, обработать любые вопросы, которые у вас могут возникнуть, понять ваши потребности и дать вам рекомендацию.",
            contactUsSpan: "ОТПРАВЬТЕ НАМ ЗАМЕТКУ, И НАША КОМАНДА СВЯЖЕТСЯ С ВАМИ В СКОРОМ ВРЕМЕНИ"
        },
        informationSecurityPage: {
            information1: "Область системы управления информационной безопасностью включает все услуги Codeex.",
            information2: "Чтобы выполнить нашу миссию, мы разработали и внедрили всеобъемлющую и прагматичную систему управления информационной безопасностью, которая соответствует всем применимым юридическим и регулирующим требованиям, а также стандарту ISO/IEC 27001, таким образом:",
            information3: "Codeex обязан обеспечить конфиденциальность, целостность и доступность информационных активов перед своими клиентами, сотрудниками, поставщиками и поставщиками услуг.",
            information4: "Для обеспечения непрерывности бизнеса и минимизации нарушений бизнес-функций путем предотвращения и минимизации воздействия инцидентов безопасности.",
            information5: "Для обеспечения соблюдения соответствующего законодательства и нормативных актов в области информации.",
            information6: "Работа по предоставлению необходимых ресурсов для обеспечения эффективности и эффективности применяемой системы управления качеством и стремление мотивировать, вовлекать и обучать сотрудников для достижения намеченных целей.",
            information7: "Для обеспечения того, чтобы все контроли информационной безопасности были внедрены в соответствии с высокими стандартами на благо всех заинтересованных сторон.",
            information8: "Сообщать о любом инциденте или проблеме в области информационной безопасности ответственной команде.",
            information9: "Соблюдать соглашения о конфиденциальности с внешними заинтересованными сторонами.",
            information10: "Codeex обязан продолжать улучшать свою деятельность через ежегодные обзоры, аудиты, оценку результатов, обзоры руководства и внедрение лучших практик.",
        },
        qualityPolicyPage: {
            policy1: "Codeex стремится предоставлять все услуги высокого качества в соответствии с видением и миссией Codeex, чтобы достичь своих целей, предоставляя все услуги в соответствии с качественными стандартами и направляя все усилия на удовлетворение потребностей клиентов таким образом, чтобы превзойти ожидания.",
            policy2: "Codeex обязуется принять и внедрить политику качества через применение международного стандарта системы менеджмента качества ISO 9001: 2015 и следующие директивы:",
            policy3: "Предоставление услуг высокого качества, соответствующих потребностям и удовлетворению различных заинтересованных сторон.",
            policy4: "Установление умных целей и их регулярное обзор и обеспечение распространения концепций качества и обязательства сотрудников к соблюдению правил.",
            policy5: "Следование лучшим практикам для разработки операций и услуг и предоставление их инновационным способом для радости клиентов.",
            policy6: "Работа по предоставлению необходимых ресурсов для обеспечения эффективности и эффективности применяемой системы управления качеством и стремление мотивировать, вовлекать и обучать сотрудников для достижения намеченных целей.",
            policy7: "Обязательство соблюдать федеральное и местное законодательство, нормативные акты, законы и международные стандарты с эффективным применением стандартов системы менеджмента качества ISO 9001: 2015.",
            policy8: "Обеспечение качества управленческих процессов, корректировка и обновление документов и непрерывное улучшение системы менеджмента качества. Эта политика была разработана и распространена среди различных заинтересованных сторон через различные доступные средства, и ответственность за ее выполнение лежит на всех сотрудниках, работающих в отделе. Руководство обязуется ежегодно пересматривать и обновлять ее для обеспечения ее эффективности и совместимости с деятельностью и услугами Codeex.",
        },
        privacyPolicyPage: {
            privacy1: "Codeex («нас», «мы» или «наша компания») управляет сайтом http:// / («Сайт»). На этой странице мы информируем вас о наших политиках в отношении сбора, использования и раскрытия личной информации, которую мы получаем от пользователей Сайта. Мы используем вашу личную информацию только для предоставления и улучшения Сайта. Используя Сайт, вы соглашаетесь с сбором и использованием информации в соответствии с этой политикой.",
            privacy2: "Сбор и использование информации",
            privacy3: "Используя наш Сайт, мы можем попросить вас предоставить нам определенную личную информацию, которая может быть использована для связи с вами или идентификации вас. Личная информация может включать в себя, но не ограничивается, вашим именем («Личная информация»).",
            privacy4: "Данные журнала (Log Data)",
            privacy5: "Как и многие операторы сайтов, мы собираем информацию, которую ваш браузер отправляет всякий раз, когда вы посещаете наш Сайт («Данные журнала»). Эти Данные журнала могут включать в себя информацию, такую как IP-адрес вашего компьютера, тип браузера, версию браузера, страницы нашего Сайта, которые вы посещаете, время и дату вашего посещения, время, проведенное на этих страницах, и другую статистику. Кроме того, мы можем использовать сторонние сервисы, такие как Google Analytics, которые собирают, отслеживают и анализируют эту информацию...",
            privacy6: "Связь",
            privacy7: "Мы можем использовать вашу Личную информацию для связи с вами по поводу рассылок, маркетинговых или рекламных материалов и другой информации...",
            privacy8: "Cookies (Файлы cookie)",
            privacy9: "Файлы cookie - это файлы с небольшим объемом данных, которые могут включать в себя анонимный уникальный идентификатор. Файлы cookie отправляются вашему браузеру с веб-сайта и сохраняются на жестком диске вашего компьютера. Как и многие сайты, мы используем «cookies» для сбора информации. Вы можете настроить ваш браузер так, чтобы отклонять все файлы cookie или указывать, когда файл cookie отправляется. Однако, если вы не принимаете файлы cookie, вы можете не иметь возможность использовать некоторые части нашего Сайта.",
            privacy10: "Безопасность",
            privacy11: "Безопасность вашей Личной информации важна для нас, но помните, что ни один метод передачи данных через Интернет или метод электронного хранения не является 100% безопасным. Несмотря на то, что мы стремимся использовать коммерчески приемлемые средства для защиты вашей Личной информации, мы не можем гарантировать ее абсолютную безопасность.",
            privacy12: "Изменения в этой политике конфиденциальности",
            privacy13: "Эта Политика конфиденциальности действительна с (добавьте дату) и будет действовать, за исключением изменений в ее положениях в будущем, которые вступят в силу немедленно после их размещения на этой странице. Мы оставляем за собой право вносить изменения или изменять нашу Политику конфиденциальности в любое время, и вы должны периодически проверять эту Политику конфиденциальности. Продолжение использования Сервиса после размещения на этой странице любых изменений в Политике конфиденциальности будет означать ваше признание изменений и ваше согласие соблюдать и подчиняться измененной Политике конфиденциальности. Если мы внесем существенные изменения в эту Политику конфиденциальности, мы уведомим вас либо по адресу электронной почты, который вы предоставили нам, либо разместив заметное уведомление на нашем веб-сайте.",
            privacy14: "Свяжитесь с нами",
            privacy15: "Если у вас есть какие-либо вопросы по поводу нашей Политики конфиденциальности, пожалуйста, свяжитесь с нами.",
        },

    }
};