export default {
    navbar: {
        home: "Главная",
        about: "ПРО НАС",
        products: "ПРОДУКТЫ",
        blockchain: "БЛОКЧЕЙН",
        whyArmenia: "ПОЧЕМУ АРМЕНИЯ",
        careers: "КАРЬЕРА",
        contact: "СВЯЗЬ",
        blog: "БЛОГ"
    },
    footer: {
        history: "Codex — это технологическая компания со штаб-квартирой в Ереване, насчитывающая более 10 лет опыта, в которой работает более 70 человек, и она быстро растет. На протяжении многих лет Codex разрабатывал технические продукты в области блокчейна, метавселенной, децентрализованных технологий, NFT, криптовалют, веб-безопасности, финансовых технологий, коммуникаций и т. д.",
        services: {
            productSection: {
                products: "ПРОДУКТЫ",
                vone: "Vone",
                gymStreet: "GYM Street",
                gymNetwork: "GYM Network"
            },
            companySection: {
                company: "КОМПАНИЯ",
                aboutUs: "Про нас",
                technologies: "Технологии",
                careers: "Карьера",
                blog: "Блог"
            },
            expertiseSection: {
                expertise: "ЭКСПЕРТИЗА",
                blockchain: "Блокчейн",
                technologies: "Технологии",
                outstaffing: "Аутстаффинг",
                qualityPolicy: "Политика качества\n",
                informationSecurity: "Информационная безопасность",
                privacyPolicy: "политика конфиденциальности"
            }
        }
    },
    homePage: {
        vone: {
            releaseVone: "Codex выпускает потрясающий продукт!",
            voneParagraphFirst: "Мы рады сообщить, что в настоящее время мы разрабатываем революционную безопасную коммуникационную платформу.",
            voneParagraphSecond: "Приготовьтесь к революционной концепции общения через Web3 и криптоплатежей! Испытайте настоящую конфиденциальность и анонимность в децентрализованном мире с нашей инновационной технологией. Скоро...",
            learnMore: "Узнать больше"
        },
        presentation: {
            welcomeToCodeex: "ДОБРО ПОЖАЛОВАТЬ В CODEEX",
            softwareDevelopment: "РАЗРАБОТКА ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ",
            softwareDevParagraph: "В Codex мы не просто разрабатываем программное обеспечение, мы создаем продукты, которые становятся решением бизнес-задач по всему мируn",
            mobileDevelopment: "МОБИЛЬНАЯ РАЗРАБОТКА",
            mobileDevParagraph: "Количество мобильных пользователей ежегодно увеличивается на миллионы, поэтому мы следим за этим огромным рынком.",
            dedicatedTeam: "ВЫДЕЛЕННАЯ КОМАНДА И АУТСФИНГ",
            dedicatedTeamParagraph: "Выделенная команда и аутстаффинговая модель сотрудничества обеспечивают превосходные услуги по разработке.",
            operationMaintenance: "ЭКСПЛУАТАЦИЯ И ОБСЛУЖИВАНИЕ",
            operationMaintenanceParagraph: "Мы обеспечиваем бесперебойную работу наших продуктов, гарантируя безупречную работу хостинга, серверов и всей экосистемы.\n",
            viewMore: "посмотреть больше"
        },
        visionMission: {
            visionParagraph1: "GLOBAL TECH COMPANY",
            visionParagraph2: "ИЗОБРЕТАЯ ",
            visionParagraph3: "РЕШЕНИЯ",
            visionParagraph4: "ДЛЯ",
            visionParagraph5: "БУДУЩЕГО",
            vision: "ВИДЕНИЕ",
            missionParagraph1: "СОЗДАВАТЬ",
            missionParagraph2: "ЦИФРОВЫЕ РЕШЕНИЯ ПО ВСЕМУ МИРУ",
            missionParagraph3: "ПОМОЩЬ",
            missionParagraph4: "МЕЖДУНАРОДНЫМ ТЕХНИЧЕСКИМ ТАЛАНТАМ",
            missionParagraph5: "И ВОЖДЕНИЕ ",
            missionparagraph6: "СОВРЕМЕННЫХ ТЕХНОЛОГИЙ.",
            mission: "МИССИЯ",
        },
        productsTranslations: {
            voneParagraph: "Революционная платформа для безопасной связи в настоящее время находится в стадии разработки…",
            gymParagraph: "GYM Street — это идеальная финансовая метавселенная для доступа к инвестиционным, майнинговым и торговым решениям.",
            gymNetParagraph: "GYM Network — это инвестиционная система-агрегатор DeFi, сочетающая в себе лучшую доходность с высокими вознаграждениями для своих пользователей.",
            moreAboutUsButtons: "Подробнее о нас"
        },
        developmentProcess: {
            developmentProcessTitle: "ПРОЦЕСС РАЗРАБОТКИ",
            researchInvestigation: "ИССЛЕДОВАНИЕ И АНАЛИЗ",
            researchInvestigationParagraph: "Будь то необходимость разработки нового продукта или оценка качества и улучшение уже существующего, мы здесь, чтобы исследовать и выявить все его аспекты.",
            ideaValidation: "ПРОВЕРКА ИДЕИ",
            ideaValidationParagraph: "Годы опыта дали нам высокую интуицию и хорошее понимание того, что работает. Мы используем это, а также множество тестов, чтобы проверить вашу техническую идею.",
            designPrototyping: "ПРОТОТИПИРОВАНИЕ ДИЗАЙНА",
            designPrototypingParagraph: "Наша команда объединяет творческие умы в области дизайна, пользовательского интерфейса и пользовательского опыта, которые постоянно следят за современными трендами.",
            maintenanceSupport: "ПОДДЕРЖКА И ОБСЛУЖИВАНИЕ",
            maintenanceSupportParagraph: "После завершения разработки продукта мы предоставляем опытных экспертов, которые будут готовы ответить на ваши вопросы и предоставить техническую поддержку.",
            testingQa: "ТЕСТИРОВАНИЕ И КОНТРОЛЬ КАЧЕСТВА",
            testingQaParagraph: "Проблемы в программном обеспечении не только раздражают, но и могут быть очень дорогими или даже опасными. Мы определяем правильность, полноту и качество вашего продукта.",
            developmentImplementation: "РАЗРАБОТКА ИМПЛЕМЕНТАЦИИ",
            developmentImplementationParagraph: "Применяя сложные инженерные умы и выдающиеся навыки разработки, мы создаем программное обеспечение любого размера и сложности."
        },
        advantagesTranslations: {
            advantagesCodeex: "ПРЕИМУЩЕСТВА С CODEEX",
            firstTitle: "МЫ ВСЕГО В 2 ЧАСАХ ОТ ВАС",
            firstParagraph: "от большей части Европы и Азии",
            secondTitle: "ЗАПАДНАЯ КУЛЬТУРА",
            secondParagraph: "делает Армению легким местом для сотрудничества и общения",
            thirdTitle: "АНГЛИЙСКИЙ РАЗГОВАРИВАЕТСЯ",
            thirdParagraph: "легко и часто в Армении",
            fourthTitle: "МУЛЬТИКУЛЬТУРАЛЬНАЯ КОМАНДА",
            fourthParagraph: "обеспечивает гладкое и комфортное взаимодействие с нами",
            fifthTitle: "ПОЛИТИКА БЕЗВИЗОВОГО ПУТЕШЕСТВИЯ",
            fifthParagraph: "делает Армению отличным партнерским направлением"
        },
        whyArmenia: {
            whyArmenia: "ПОЧЕМУ АРМЕНИЯ?",
            whyArmeniaParagraph: "Сегодня Армения предлагает математические умы, блестящие идеи, которые в сочетании с выгодной ценой на IT-ресурсы делают ее предпочтительным направлением для компаний, ищущих высокое качество за своими IT-продуктами."
        },
        productPages: {
            technologiesUsed: "ИСПОЛЬЗУЕМЫЕ ТЕХНОЛОГИИ",
            voneParagraph: "Мы с радостью объявляем, что инновационная платформа для безопасной коммуникации Codeex находится в стадии разработки. Наша миссия - дать вам возможность контролировать свои данные и конфиденциальность как никогда ранее. Подписывайтесь на наши социальные сети, чтобы быть в курсе наших достижений и присоединиться к дискуссии о конфиденциальности данных.",
            gymStreetParagraph: "GYM Street - это ультимативная финансовая метавселенная для доступа к разнообразным инвестиционным, добычным и торговым решениям. Первый шаг к опыту этой инновационной цифровой среды - покупка земли в метавселенной GYM Street. Став владельцем земли, вы сможете воспользоваться всеми продуктами. Цель GYM Street - сделать метавселенную простой, но весьма удовлетворительной.",
            gymNetworkParagraph: "Gym Network - это система инвестирования DeFi-агрегатора, объединяющая лучшие доходы с высокими вознаграждениями для своих пользователей. Она обеспечивает легкий доступ и экономит много драгоценного времени при инвестировании в криптосреде. Токен GYMNET также позволяет вам делать умные и прибыльные инвестиции в него и получать регулярные высокие проценты."
        },
        productsMainPage: {
            products: "ПРОДУКТЫ",
            productsParagraphTop: "Codeex в настоящее время имеет три больших собственных технологических продукта, использующих сложные технологии, включая метавселенную, NFT, криптовалюту и фреймворки системы блокчейн-коммуникации. Мы потратили много лет и усилий на создание наших продуктов, используя современные технологии и блестящую команду. Все наши продукты имеют одно общее: они имеют сильную ориентацию на то, куда движется мир и где будет мир в будущем, следуя тенденциям, которые только начинают формироваться.",
            productsParagraphBottom1: "Исходя из этого, мы создали революционные продукты, одним из которых является Vone, использующий технологию Starlink, - это системы коммуникации. Мы также вошли в мир криптовалюты, создав интеллектуальную систему инвестирования DeFi Aggregator, позволяющую людям совершать умные инвестиции и получать лучшие доходы и высокие награды. И как бы это ни было достаточно, нашим следующим шагом стало создание цифрового мира - платформы Metaverse, которая представляет собой среду, где люди могут покупать земельные участки, инвестировать, заниматься майнингом и торговлей. И, конечно же, эти продукты, будучи инновационными и революционными, имеют еще огромный путь для эволюции и развития.",
            productsParagraphBottom2: "Все наши продукты имеют сильную ориентацию на будущее и глобальную направленность. Почему будущее? Потому что эти продукты и подобные им будут полезны в повседневной жизни через несколько лет. В случае с Vone два фактора объединяются для долгосрочной актуальности Vone; с одной стороны, существует большая ниша на рынке бизнес-коммуникации (интернет-ориентированной) - просто нет игрока, который может заменить личные коммуникационные и развлекательные приложения, используемые в бизнесе сегодня, что приводит к множеству международных и особенно C2B, B2C, C2G, G2C звонков, являющихся обычными и переоцененными. С другой стороны, рынок GSM медленно умирает.",
            productsParagraphBottom3: "Точно так же, как рынок SMS умер (вот интересное чтение) и теперь используется только для маркетинга и аутентификации, аналогично GSM рынок услуг скоро исчезнет: SIM-карты, оплата за минуту, географические ограничения и т.д. Коммуникация будет 100% осуществляться через всемирную паутину, и бизнесу потребуется надежный глобальный провайдер связи.",
            productsParagraphBottom4: "А почему глобально? Видение, цель и эффективность, которые мы имели в виду, создавая наши продукты, были и остаются распределенными по всему миру для всего человечества.",
            productCardsInfo1: "Находящаяся в разработке инновационная платформа для безопасных коммуникаций...",
            productCardsInfo2: "GYM Street - это идеальная финансовая метавселенная платформа для доступа к инвестициям, майнингу и торговле.",
            productCardsInfo3: "GYM Network - это система децентрализованных финансовых инвестиций, объединяющая лучшие доходы и высокие вознаграждения."
        },
        portfolioParagraphs: {
            portfolio: "ПОРТФОЛИО",
            zappixParagraph: "Zappix предоставляет мобильные решения по требованию, которые изменяют путь пользователя во время взаимодействия с контактным центром с использованием визуальной IVR.",
            petPeaceParagraph: "PetPace стремится улучшить качество жизни животных с помощью передовой носимой технологии.",
            vejleParagraph: "Vejle Administration является независимой финансовой компанией с широким спектром привлекательных продуктов, предлагающей большой опыт и компетенцию.",
            tryMeetParagraph: "TryMeet предоставляет новый способ для людей встречаться друг с другом и делиться опытом.",
            aybParagraph: "Разработка платформы управления пожертвованиями для Фонда образования Айб, который посвящен развитию новой культуры обучения в Армении.",
            germanParagrpah: "Разработка платформы управления финансовым образованием для DSIK Armenia."
        },
        contactPage: {
            contactUs: "СВЯЖИТЕСЬ С НАМИ",
            contactUsParagraph: "Будем рады услышать о ваших идеях и проектах онлайн, обработать любые вопросы, которые у вас могут возникнуть, понять ваши потребности и дать вам рекомендацию.",
            contactUsSpan: "ОТПРАВЬТЕ НАМ ЗАМЕТКУ, И НАША КОМАНДА СВЯЖЕТСЯ С ВАМИ В СКОРОМ ВРЕМЕНИ"
        }
    }
};