export default {
    navbar: {
        home: "Главная",
        about: "ПРО НАС",
        products: "ПРОДУКТЫ",
        blockchain: "БЛОКЧЕЙН",
        whyArmenia: "ПОЧЕМУ АРМЕНИЯ",
        careers: "КАРЬЕРА",
        contact: "СВЯЗЬ",
        blog: "БЛОГ"
    },
    footer: {
        history: "Codex — это технологическая компания со штаб-квартирой в Ереване, насчитывающая более 10 лет опыта, в которой работает более 70 человек, и она быстро растет. На протяжении многих лет Codex разрабатывал технические продукты в области блокчейна, метавселенной, децентрализованных технологий, NFT, криптовалют, веб-безопасности, финансовых технологий, коммуникаций и т. д.",
        services:{
            productSection: {
                products: "ПРОДУКТЫ",
                vone: "Vone",
                gymStreet: "GYM Street",
                gymNetwork: "GYM Network"
            },
            companySection: {
                company: "КОМПАНИЯ",
                aboutUs: "Про нас",
                technologies: "Технологии",
                careers: "Карьера",
                blog: "Блог"
            },
            expertiseSection: {
                expertise: "ЭКСПЕРТИЗА",
                blockchain: "Блокчейн",
                technologies: "Технологии",
                outstaffing: "Аутстаффинг",
                qualityPolicy: "Политика качества\n",
                informationSecurity: "Информационная безопасность",
                privacyPolicy: "политика конфиденциальности"
            }
        }
    },
    homePage: {
        vone: {
            releaseVone: "Codex выпускает потрясающий продукт!",
            voneParagraphFirst: "Мы рады сообщить, что в настоящее время мы разрабатываем революционную безопасную коммуникационную платформу.",
            voneParagraphSecond: "Приготовьтесь к революционной концепции общения через Web3 и криптоплатежей! Испытайте настоящую конфиденциальность и анонимность в децентрализованном мире с нашей инновационной технологией. Скоро...",
            learnMore: "Узнать больше"
        },
        presentation: {
            welcomeToCodeex: "ДОБРО ПОЖАЛОВАТЬ В CODEEX",
            softwareDevelopment: "РАЗРАБОТКА ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ",
            softwareDevParagraph: "В Codex мы не просто разрабатываем программное обеспечение, мы создаем продукты, которые становятся решением бизнес-задач по всему мируn",
            mobileDevelopment: "МОБИЛЬНАЯ РАЗРАБОТКА",
            mobileDevParagraph: "Количество мобильных пользователей ежегодно увеличивается на миллионы, поэтому мы следим за этим огромным рынком.",
            dedicatedTeam: "ВЫДЕЛЕННАЯ КОМАНДА И АУТСФИНГ",
            dedicatedTeamParagraph: "Выделенная команда и аутстаффинговая модель сотрудничества обеспечивают превосходные услуги по разработке.",
            operationMaintenance: "ЭКСПЛУАТАЦИЯ И ОБСЛУЖИВАНИЕ",
            operationMaintenanceParagraph: "Мы обеспечиваем бесперебойную работу наших продуктов, гарантируя безупречную работу хостинга, серверов и всей экосистемы.\n",
            viewMore: "посмотреть больше"
        },
       visionMission: {
           visionParagraph1: "GLOBAL TECH COMPANY",
           visionParagraph2: "ИЗОБРЕТАЯ ",
           visionParagraph3: "РЕШЕНИЯ",
           visionParagraph4: "ДЛЯ",
           visionParagraph5: "БУДУЩЕГО",
           vision: "ВИДЕНИЕ",
           missionParagraph1: "СОЗДАВАТЬ",
           missionParagraph2: "ЦИФРОВЫЕ РЕШЕНИЯ ПО ВСЕМУ МИРУ",
           missionParagraph3: "ПОМОЩЬ",
           missionParagraph4: "МЕЖДУНАРОДНЫМ ТЕХНИЧЕСКИМ ТАЛАНТАМ",
           missionParagraph5: "И ВОЖДЕНИЕ ",
           missionparagraph6: "СОВРЕМЕННЫХ ТЕХНОЛОГИЙ.",
           mission: "МИССИЯ",
       },
      productsTranslations: {
            voneParagraph: "Революционная платформа для безопасной связи в настоящее время находится в стадии разработки…",
            gymParagraph: "GYM Street — это идеальная финансовая метавселенная для доступа к инвестиционным, майнинговым и торговым решениям.",
            gymNetParagraph: "GYM Network — это инвестиционная система-агрегатор DeFi, сочетающая в себе лучшую доходность с высокими вознаграждениями для своих пользователей.",
            moreAboutUsButtons: "Подробнее о нас"
      },
        developmentProcess: {
            developmentProcessTitle: "ПРОЦЕСС РАЗРАБОТКИ",
            researchInvestigation: "ИССЛЕДОВАНИЕ И АНАЛИЗ",
            researchInvestigationParagraph: "Будь то необходимость разработки нового продукта или оценка качества и улучшение уже существующего, мы здесь, чтобы исследовать и выявить все его аспекты.",
            ideaValidation: "ПРОВЕРКА ИДЕИ",
            ideaValidationParagraph: "Годы опыта дали нам высокую интуицию и хорошее понимание того, что работает. Мы используем это, а также множество тестов, чтобы проверить вашу техническую идею.",
            designPrototyping: "ПРОТОТИПИРОВАНИЕ ДИЗАЙНА",
            designPrototypingParagraph: "Наша команда объединяет творческие умы в области дизайна, пользовательского интерфейса и пользовательского опыта, которые постоянно следят за современными трендами.",
            maintenanceSupport: "ПОДДЕРЖКА И ОБСЛУЖИВАНИЕ",
            maintenanceSupportParagraph: "После завершения разработки продукта мы предоставляем опытных экспертов, которые будут готовы ответить на ваши вопросы и предоставить техническую поддержку.",
            testingQa: "ТЕСТИРОВАНИЕ И КОНТРОЛЬ КАЧЕСТВА",
            testingQaParagraph: "Проблемы в программном обеспечении не только раздражают, но и могут быть очень дорогими или даже опасными. Мы определяем правильность, полноту и качество вашего продукта.",
            developmentImplementation: "РАЗРАБОТКА ИМПЛЕМЕНТАЦИИ",
            developmentImplementationParagraph: "Применяя сложные инженерные умы и выдающиеся навыки разработки, мы создаем программное обеспечение любого размера и сложности."
        },
        advantagesTranslations: {
            advantagesCodeex: "ПРЕИМУЩЕСТВА С CODEEX",
            firstTitle: "МЫ ВСЕГО В 2 ЧАСАХ ОТ ВАС",
            firstParagraph: "от большей части Европы и Азии",
            secondTitle: "ЗАПАДНАЯ КУЛЬТУРА",
            secondParagraph: "делает Армению легким местом для сотрудничества и общения",
            thirdTitle: "АНГЛИЙСКИЙ РАЗГОВАРИВАЕТСЯ",
            thirdParagraph: "легко и часто в Армении",
            fourthTitle: "МУЛЬТИКУЛЬТУРАЛЬНАЯ КОМАНДА",
            fourthParagraph: "обеспечивает гладкое и комфортное взаимодействие с нами",
            fifthTitle: "ПОЛИТИКА БЕЗВИЗОВОГО ПУТЕШЕСТВИЯ",
            fifthParagraph: "делает Армению отличным партнерским направлением"
        },
        whyArmenia: {
            whyArmenia: "ПОЧЕМУ АРМЕНИЯ?",
            whyArmeniaParagraph: "Сегодня Армения предлагает математические умы, блестящие идеи, которые в сочетании с выгодной ценой на IT-ресурсы делают ее предпочтительным направлением для компаний, ищущих высокое качество за своими IT-продуктами."
        }
    }
};